
const typeTC = {
    tc1: {
        label: "Мотоциклы",
        st3: 1407,


        st10: 1407,//КАРЕЛИЯ
        st11: 1407,//КОМИ
        st12: 1407,//КРЫМ
        st17: 1407,//ТАТАРСТАН
        st19: 1407,//УДМУРТИЯ
        st43: 1407,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 1407,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 1407,//МОСКОВСКАЯ ОБЛ.
        st56: 1407,//НОВГОРОДСКАЯ ОБЛ.
        st68: 1407,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 1407,//МОСКВА
        st79: 1407,//САНКТ-ПЕТЕРБУРГ
        st80: 1407,//СЕВАСТОПОЛЬ
        st90: 1407,//РОСТОВ-НА-ДОНУ
        st95: 1407,//МУРМАНСКАЯ ОБЛ.
        st100: 1407,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 1407,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 1407,//КРАСНОДАРСКИЙ КРАЙ


    },
    tc21: {
        label: "ТС категории В для юр лиц",
        st3: 2911,
        st10: 2058,//КАРЕЛИЯ
        st11: 2058,//КОМИ
        st12: 2058,//КРЫМ
        st17: 2058,//ТАТАРСТАН
        st19: 2058,//УДМУРТИЯ
        st43: 2058,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 2058,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 2058,//МОСКОВСКАЯ ОБЛ.
        st56: 2058,//НОВГОРОДСКАЯ ОБЛ.
        st68: 2058,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 2058,//МОСКВА
        st79: 2058,//САНКТ-ПЕТЕРБУРГ
        st80: 2058,//СЕВАСТОПОЛЬ
        st90: 2911,//РОСТОВ-НА-ДОНУ
        st95: 2911,//МУРМАНСКАЯ ОБЛ.
        st100: 2911,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 2911,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 2911,//КРАСНОДАРСКИЙ КРАЙ
    },
    tc22: {
        label: "ТС категории В для физ лиц",
        st3: 4942,
        st10: 4118,//КАРЕЛИЯ
        st11: 4118,//КОМИ
        st12: 4118,//КРЫМ
        st17: 4118,//ТАТАРСТАН
        st19: 4118,//УДМУРТИЯ
        st43: 4118,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 4118,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 4118,//МОСКОВСКАЯ ОБЛ.
        st56: 4118,//НОВГОРОДСКАЯ ОБЛ.
        st68: 4118,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 3900,//МОСКВА
        st79: 4118,//САНКТ-ПЕТЕРБУРГ
        st80: 4118,//СЕВАСТОПОЛЬ
        st90: 4118,//РОСТОВ-НА-ДОНУ
        st95: 4118,//МУРМАНСКАЯ ОБЛ.
        st100: 4118,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 4118,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 4118,//КРАСНОДАРСКИЙ КРАЙ
    },
    tc23: {
        label: "ТС категории В, используемые как такси",
        st3: 7399,
        st10: 7399,//КАРЕЛИЯ
        st11: 7399,//КОМИ
        st12: 7399,//КРЫМ
        st17: 7399,//ТАТАРСТАН
        st19: 7399,//УДМУРТИЯ
        st43: 7399,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 7399,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 7399,//МОСКОВСКАЯ ОБЛ.
        st56: 7399,//НОВГОРОДСКАЯ ОБЛ.
        st68: 7399,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 7399,//МОСКВА
        st79: 7399,//САНКТ-ПЕТЕРБУРГ
        st80: 7399,//СЕВАСТОПОЛЬ
        st90: 7399,//РОСТОВ-НА-ДОНУ
        st95: 7399,//МУРМАНСКАЯ ОБЛ.
        st100: 7399,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 7399,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 7399,//КРАСНОДАРСКИЙ КРАЙ
    },
    tc31: {
        label: "ТС кат.С и СЕ с РММ до 16 тонн",
        st3: 5053,
        st10: 5053,//КАРЕЛИЯ
        st11: 5053,//КОМИ
        st12: 2807,//КРЫМ
        st17: 2807,//ТАТАРСТАН
        st19: 5053,//УДМУРТИЯ
        st43: 5053,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 5053,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 5053,//МОСКОВСКАЯ ОБЛ.
        st56: 5053,//НОВГОРОДСКАЯ ОБЛ.
        st68: 5053,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 5053,//МОСКВА
        st79: 5053,//САНКТ-ПЕТЕРБУРГ
        st80: 2807,//СЕВАСТОПОЛЬ
        st90: 5053,//РОСТОВ-НА-ДОНУ
        st95: 5053,//МУРМАНСКАЯ ОБЛ.
        st100: 5053,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 5053,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 5053,//КРАСНОДАРСКИЙ КРАЙ
    }
    ,
    tc32: {
        label: "ТС кат.С и СЕ с РММ более 16 тонн",
        st3: 7609,
        st10: 7609,//КАРЕЛИЯ
        st11: 7609,//КОМИ
        st12: 4227,//КРЫМ
        st17: 4227,//ТАТАРСТАН
        st19: 7609,//УДМУРТИЯ
        st43: 7609,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 7609,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 7609,//МОСКОВСКАЯ ОБЛ.
        st56: 7609,//НОВГОРОДСКАЯ ОБЛ.
        st68: 7609,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 7609,//МОСКВА
        st79: 7609,//САНКТ-ПЕТЕРБУРГ
        st80: 4227,//СЕВАСТОПОЛЬ
        st90: 7609,//РОСТОВ-НА-ДОНУ
        st95: 7609,//МУРМАНСКАЯ ОБЛ.
        st100: 7609,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 7609,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 7609,//КРАСНОДАРСКИЙ КРАЙ
    }
    ,
    tc41: {
        label: "ТС кат.D и DЕ с ЧПМ до 16 включительно",
        st3: 4044,
        st10: 4044,//КАРЕЛИЯ
        st11: 4044,//КОМИ
        st12: 2246,//КРЫМ
        st17: 2246,//ТАТАРСТАН
        st19: 4044,//УДМУРТИЯ
        st43: 4044,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 4044,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 4044,//МОСКОВСКАЯ ОБЛ.
        st56: 4044,//НОВГОРОДСКАЯ ОБЛ.
        st68: 4044,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 4044,//МОСКВА
        st79: 4044,//САНКТ-ПЕТЕРБУРГ
        st80: 2246,//СЕВАСТОПОЛЬ
        st90: 4044,//РОСТОВ-НА-ДОНУ
        st95: 4044,//МУРМАНСКАЯ ОБЛ.
        st100: 4044,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 4044,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 4044,//КРАСНОДАРСКИЙ КРАЙ
    },
    tc42: {
        label: "ТС кат.D и DЕ с ЧПМ более 16",
        st3: 5053,
        st10: 5053,//КАРЕЛИЯ
        st11: 5053,//КОМИ
        st12: 2807,//КРЫМ
        st17: 2807,//ТАТАРСТАН
        st19: 5053,//УДМУРТИЯ
        st43: 5053,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 5053,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 5053,//МОСКОВСКАЯ ОБЛ.
        st56: 5053,//НОВГОРОДСКАЯ ОБЛ.
        st68: 5053,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 5053,//МОСКВА
        st79: 5053,//САНКТ-ПЕТЕРБУРГ
        st80: 2807,//СЕВАСТОПОЛЬ
        st90: 5053,//РОСТОВ-НА-ДОНУ
        st95: 5053,//МУРМАНСКАЯ ОБЛ.
        st100: 5053,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 5053,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 5053,//КРАСНОДАРСКИЙ КРАЙ
    },
    tc43: {
        label: "ТС кат.D и DЕ с посадкой и высадкой по маршруту (маршрутки)",
        st3: 7399,
        st10: 7399,//КАРЕЛИЯ
        st11: 7399,//КОМИ
        st12: 7399,//КРЫМ
        st17: 7399,//ТАТАРСТАН
        st19: 7399,//УДМУРТИЯ
        st43: 7399,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 7399,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 7399,//МОСКОВСКАЯ ОБЛ.
        st56: 7399,//НОВГОРОДСКАЯ ОБЛ.
        st68: 7399,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 7399,//МОСКВА
        st79: 7399,//САНКТ-ПЕТЕРБУРГ
        st80: 7399,//СЕВАСТОПОЛЬ
        st90: 7399,//РОСТОВ-НА-ДОНУ
        st95: 7399,//МУРМАНСКАЯ ОБЛ.
        st100: 7399,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 7399,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 7399,//КРАСНОДАРСКИЙ КРАЙ
    },
    tc5: {
        label: "Троллейбусы (ТС кат. Tb)",
        st3: 4044,
        st10: 4044,//КАРЕЛИЯ
        st11: 4044,//КОМИ
        st12: 4044,//КРЫМ
        st17: 4044,//ТАТАРСТАН
        st19: 4044,//УДМУРТИЯ
        st43: 4044,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 4044,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 4044,//МОСКОВСКАЯ ОБЛ.
        st56: 4044,//НОВГОРОДСКАЯ ОБЛ.
        st68: 4044,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 4044,//МОСКВА
        st79: 4044,//САНКТ-ПЕТЕРБУРГ
        st80: 4044,//СЕВАСТОПОЛЬ
        st90: 4044,//РОСТОВ-НА-ДОНУ
        st95: 4044,//МУРМАНСКАЯ ОБЛ.
        st100: 4044,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 4044,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 4044,//КРАСНОДАРСКИЙ КРАЙ
    },
    tc6: {
        label: "Трамваи (ТС кат. Tm)",
        st3: 2521,
        st10: 2521,//КАРЕЛИЯ
        st11: 2521,//КОМИ
        st12: 2521,//КРЫМ
        st17: 2521,//ТАТАРСТАН
        st19: 2521,//УДМУРТИЯ
        st43: 2521,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 2521,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 2521,//МОСКОВСКАЯ ОБЛ.
        st56: 2521,//НОВГОРОДСКАЯ ОБЛ.
        st68: 2521,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 2521,//МОСКВА
        st79: 2521,//САНКТ-ПЕТЕРБУРГ
        st80: 2521,//СЕВАСТОПОЛЬ
        st90: 2521,//РОСТОВ-НА-ДОНУ
        st95: 2521,//МУРМАНСКАЯ ОБЛ.
        st100: 2521,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 2521,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 2521,//КРАСНОДАРСКИЙ КРАЙ
    },
    tc7: {
        label: "Тракторы,самоходные дорожно-строительные машины",
        st3: 1895,
        st10: 1895,//КАРЕЛИЯ
        st11: 1895,//КОМИ
        st12: 1895,//КРЫМ
        st17: 1895,//ТАТАРСТАН
        st19: 1895,//УДМУРТИЯ
        st43: 1895,//КАЛИНИНГРАДСКАЯ ОБЛ.
        st50: 1895,//ЛЕНИНГРАДСКАЯ ОБЛ.
        st53: 1895,//МОСКОВСКАЯ ОБЛ.
        st56: 1895,//НОВГОРОДСКАЯ ОБЛ.
        st68: 1895,//СВЕДЛОВСКАЯ ОБЛ.
        st78: 1895,//МОСКВА
        st79: 1895,//САНКТ-ПЕТЕРБУРГ
        st80: 1895,//СЕВАСТОПОЛЬ
        st90: 1895,//РОСТОВ-НА-ДОНУ
        st95: 1895,//МУРМАНСКАЯ ОБЛ.
        st100: 1895,//АРХАНГЕЛЬСКАЯ ОБЛ.
        st110: 1895,//ЧЕЧЕНСКАЯ РЕСП.
        st115: 1895,//КРАСНОДАРСКИЙ КРАЙ
    }

};

const regions = {
    r90: {
        label: "Москва",
        st_group: "st78",
        city: {
            "Выберите": null,
            "Москва": "2, 1.2",
            "пригороды региона": "1.7, 1"
        }
    },
    r2: {
        label: "Санкт-Петербург",
        st_group: "st79",
        city: {
            "Выберите": null,
            "Санкт-Петербург": "1.8, 1",
            "пригороды региона": "1.7, 1"
        }
    },
    r1: {
        label: "Московская область",
        st_group: "st53",
        city: {
            "Выберите город": null,
            "пригороды Москвы": "1.7, 1",
            "другие города и населенные пункты региона": "1.7, 1"
        }
    },


    r91: {
        label: "Ленинградская область",
        st_group: "st50",
        city: {
            "Выберите город": null,
            "пригороды Санкт-Петербурга": "1.3, 0.8",
            "другие города и населенные пункты региона": "1.3, 0.8"
        }
    },

    r3: {
        label: "Адыгея Республика",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "все города и населенные пункты региона": "1.3, 1"
        }
    },
    r4: {
        label: "Алтайская Республика",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Горно-Алтайск": "1.3, 0.8",
            "прочие города и населенные пункты региона": "0.7, 0.5"
        }
    },

    r15: {
        label: "Алтайский Край",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Барнаул": "1.7, 1",
            "Бийск": "1.2, 0.8",
            "Заринск": "1.1, 0.8",
            "Новоалтайск": "1.1, 0.8",
            "Рубцовск": "1.1, 0.8",
            "прочие города и населенные пункты региона": "0.7, 0.5"
        }
    },

    r9: {
        label: "Башкоркостан",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Благовещенск": "1.2, 0.8",
            "Октябрьский": "1.2, 0.8",
            "Ишимбай": "1.1, 0.8",
            "Кумертау": "1.1, 0.8",
            "Салават": "1.1, 0.8",
            "Стерлитамак": "1.3, 0.8",
            "Туймазы": "1.3, 0.8",
            "Уфа": "1.8, 1",
            "другие города и населенные пункты региона": "1, 0.8"
        }
    },
    r12: {
        label: "Бурятия Республика",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Улан-Удэ": "1.3, 0.8",
            "другие города и населенные пункты региона": "0.6, 0.5"
        }
    },
    r18: {
        label: "Дагестан Республика",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Буйнакск": "0.7, 0.5",
            "Дербент": "0.7, 0.5",
            "Каспийск": "0.7, 0.5",
            "Махачкала": "0.7, 0.5",
            "Хасавюрт": "0.7, 0.5",
            "другие города и населенные пункты региона": "0.6, 0.5"
        }
    },
    r22: {
        label: "Ингушетия Республика",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Малгобек": "0.8, 0.5",
            "Назрань": "0.6, 0.5",
            "другие города и населенные пункты региона": "0.6, 0.5"
        }
    },
    r24: {
        label: "Кабардино-Балкарская Республика",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Нальчик": "1, 0.8",
            "Прохладный": "1, 0.8",
            "другие города и населенные пункты региона": "0.7, 0.5",
        }
    },

    r26: {
        label: "Калмыкия Республика",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Элиста": "1.3,0.8",
            "другие города и населенные пункты региона": "0.6,0.5"
        }
    },
    r29: {
        label: "Карачаево-Черкесская Республика",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Карачаевск": "1,0.8",
            "другие города и населенные пункты региона": "1,0.8"
        }
    },

    r30: {
        label: "Карелия Республика",
        st_group: "st10",
        city: {
            "Выберите город": null,
            "Петрозаводск": "1.3,0.8",
            "другие города и населенные пункты региона": "0.8,0.5"
        }
    },

    r79:{
        label: "Коми Республика",
        st_group: "st11",
        city:{
            "Выберите город":null,
            "Сыктывкар": "1.6,1",
            "Ухта":"1.3,0.8",

            "другие города и населенные пункты региона" : "1,0.8"
        }
    },
    r35: {
        label: "Крым Республика",
        st_group: "st12",
        city: {
            "Выберите город": null,
            "Симферополь": "0.6,0.6",

            "другие города и населенные пункты региона": "0.6,0.6"
        }
    },

    r36: {
        label: "Севастополь",
        st_group: "st80",
        city: {
            "Выберите город": null,

            "Севастополь": "0.6,0.6"

        }
    },


    r39:{
        label: "Марий Эл Республика",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Волжск": "1,0.8",
            "Йошкар-Ола": "1.4,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },
    r40:{
        label: "Мордовия",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Рузаевка": "1.2,1",
            "Саранск": "1.5,1",
            "другие города и населенные пункты региона" : "0.8,0.6"
        }
    },

    r58:{
        label: "Саха Республика (Якутия)",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Нерюнги": "0.8,0.5",
            "Якутск": "1.2,0.7",
            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },

    r61:{
        label: "Северная Осетия - Алания Республика",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Владикавказ": "1,0.8",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },

    r65:{
        label: "Татарстан Республика",
        st_group: "st17",
        city:{
            "Выберите город":null,
            "Альметьевск": "1.3,0.8",
            "Зеленодольск": "1.3,0.8",
            "Нижнекамск": "1.3,0.8",
            "Бугульма": "1.0,0.8",
            "Лениногорск": "1.0,0.8",
            "Чистополь": "1.0,0.8",
            "Елабуга": "1.2,0.8",
            "Казань": "2,1.2",
            "Набережные Челны": "1.7,1",
            "другие города и населенные пункты региона" : "1.1,0.8"
        }
    },
    r69:{
        label: "Тыва Республика",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Кызыл": "0.6,0.5",

            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },


    r71:{
        label: "Удмуртская Республика",
        st_group: "st19",
        city:{
            "Выберите город":null,
            "Воткинск": "1.1,0.8",
            "Глазов": "1,0.8",
            "Сарапул": "1,0.8",
            "Ижевск": "1.6,1",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },

    r74:{
        label: "Хакасия Республика",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Абакан": "1,0.8",
            "Саяногорск": "1,0.8",
            "Черногорск": "1,0.8",
            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },
    r77:{
        label: "Чеченская Республика",
        st_group: "st110",
        city:{
            "Выберите город":null,
            "все города и населенные пункты региона" : "0.6,0.5"
        }
    },
    r78:{
        label: "Чувашская Республика",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Канаш": "1.1,0.8",
            "Новочебоксарск":"1.2,0.8",
            "Чебоксары": "1.7,1",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },

    r20: {
        label: "Забайкальский край",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Краснокаменск": "0.6, 0.5",
            "Чита": "0.7, 0.5",
            "другие города и населенные пункты региона": "0.6, 0.5"
        }
    },

    r28: {
        label: "Камчатский край",
        st_group: "st3",
        city: {
            "Выберите город": null,

            "Петропавловск-Камчатский": "1.3,1",
            "другие города и населенные пункты региона": "1,0.6"
        }
    },
    r83: {
        label: "Краснодарский край",
        st_group: "st115",
        city: {
            "Выберите город": null,
                "Армавир": "1.2,0.8",
                "Анапа": "1.3,0.8",
                "Белореченск": "1.1, 0.8",
                "Ейск": "1.1, 0.8",
                "Кропоткин": "1.1, 0.8",
                "Крымск": "1.1, 0.8",
                "Курганинск": "1.1, 0.8",
                "Лабинск": "1.1, 0.8",
                "Славянск-на-Кубани": "1.1, 0.8",
                "Тимашевск": "1.1, 0.8",
                "Тихорецк": "1.1, 0.8",
                "Геленджик": "1.3,0.8",
                "Краснодар": "1.8,1",
                "Новороссийск": "1.8,1",
                "Сочи": "1.2,0.8",
                "Туапсе": "1.2,0.8",
            "другие города и населенные пункты региона": "1,0.8"
        }
    },

    r34: {
        label: "Красноярский край",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Ачинск": "1.1,0.8",
            "Железногорск": "1.3,0.8",
            "Зеленогорск": "1.1,0.8",
            "Канск": "1,0.8",
            "Красноярск": "1.8,1",
            "Лесосибирск": "1,0.8",
            "Минусинск": "1,0.8",
            "Назарово": "1,0.8",
            "Норильск": "1.3,0.8",
            "другие города и населенные пункты региона": "0.9,0.5"
        }
    },

    r51:{
        label: "Пермский край",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Березники": "1.3,0.8",
            "Краснокамск": "1.3,0.8",
            "Лысьва": "1,0.8",
            "Чайковский": "1,0.8",
            "Пермь": "2,1.2",
            "Соликамск": "1.2,0.8",
            "другие города и населенные пункты региона" : "1.1,0.8"
        }
    },
    r52:{
        label: "Приморский край",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Арсеньев": "1,0.8",
            "Артем": "1,0.8",
            "Находка": "1,0.8",
            "Спасск-Дальний": "1,0.8",
            "Уссурийск": "1,0.8",
            "Владивосток": "1.4,1",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },

    r63:{
        label: "Ставропольский край",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Буденновск": "1,0.8",
            "Георгиевск": "1,0.8",
            "Ессентуки": "1,0.8",
            "Минеральные воды": "1,0.8",
            "Невиномыск": "1,0.8",
            "Пятигорск": "1,0.8",
            "Кисловодск": "1.2,0.8",
            "Михайловск": "1.2,0.8",
            "Ставрополь": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },

    r73:{
        label: "Хабаровский край",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Амурск": "1,0.8",
            "Комсомольск-на-Амуре": "1.3,0.8",
            "Хабаровск": "1.7,1",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },

    r5: {
        label: "Амурская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Белогорск": "1.1, 0.9",
            "Благовещенск": "1.6, 0.9",
            "Свободный": "1.1, 0.9",
            "другие города и населенные пункты региона": "1, 0.6"
        }
    },

    r6: {
        label: "Архангельская область",
        st_group: "st100",
        city: {
            "Выберите город": null,
            "Архангельск": "1.8, 1",
            "Котлас": "1.6, 1",
            "Северодвинск": "1.7, 1",
            "другие города и населенные пункты региона": "0.85, 0.5"
        }
    },

    r7: {
        label: "Астраханская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Астрахань": "1.4, 1",
            "другие города и населенные пункты региона": "0.8, 0.5"
        }
    },

    r10: {
        label: "Белгородская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Белгород": "1.3, 0.8",
            "Губкин": "1, 0.8",
            "Старый Оскол": "1, 0.8",
            "другие города и населенные пункты региона": "0.8, 0.5"
        }
    },

    r11: {
        label: "Брянская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Брянск": "1.5, 1",
            "Клинцы": "1, 0.8",
            "другие города и населенные пункты региона": "0.7, 0.5"
        }
    },

    r13: {
        label: "Владимирская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Владимир": "1.6, 1",
            "Гусь-Хрустальный": "1.1, 0.8",
            "Муром": "1.2, 0.8",
            "другие города и населенные пункты региона": "1, 0.8"
        }
    },

    r14: {
        label: "Волгоградская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Волгоград": "1.3, 0.8",
            "Волжский": "1.1, 0.8",
            "Камышин": "1, 0.8",
            "Михайловка": "1, 0.8",
            "другие города и населенные пункты региона": "0.7, 0.5"
        }
    },

    r16: {
        label: "Вологодская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Вологда": "1.7, 1",
            "Череповец": "1.8, 1",
            "другие города и населенные пункты региона": "0.9, 0.5"
        }
    },

    r17: {
        label: "Воронежская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Борисоглебск": "1.1, 0.9",
            "Лиски": "1.1, 0.9",
            "Россошь": "1.1, 0.9",
            "Воронеж": "1.5, 1.1",
            "Воронеж-45": "0.8, 0.6",
            "Нововоронеж": "0.8, 0.6",
            "другие города и населенные пункты региона": "0.8, 0.6"
        }
    },

    r21: {
        label: "Ивановская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Иваново": "1.8, 1",
            "Кинешма": "1.1, 0.8",
            "Шуя": "1, 0.8",
            "другие города и населенные пункты региона": "0.9, 0.8"
        }
    },
    r23: {
        label: "Иркутская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Ангарск": "1.2, 0.8",
            "Братск": "1, 0.8",
            "Тулун": "1, 0.8",
            "Усть-Илимск": "1, 0.8",
            "Усть-Кут": "1, 0.8",
            "Черемхово": "1, 0.8",
            "Иркутск": "1.7, 1",
            "Усолье-Сибирское": "1.1, 0.8",
            "Шелехов": "1.3, 0.8",
            "другие города и населенные пункты региона": "0.8, 0.5",
        }
    },

    r25: {
        label: "Калининградская область",
        st_group: "st43",
        city: {
            "Выберите город": null,
            "Калининград": "1.1,0.8",
            "другие города и населенные пункты региона": "0.8,0.5"
        }
    },

    r27: {
        label: "Калужская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Калуга": "1.2,0.8",
            "Обнинск": "1.3,0.8",
            "другие города и населенные пункты региона": "0.9,0.5"
        }
    },
    r31: {
        label: "Кемеровская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Анжеро-Судженск": "1.2,0.8",
            "Киселевск": "1.2,0.8",
            "Юрга": "1.2,0.8",
            "Белово": "1.3,0.8",
            "Березовский": "1.3,0.8",
            "Междуреченск": "1.3,0.8",
            "Осинники": "1.3,0.8",
            "Прокопьевск": "1.3,0.8",
            "Кемерово": "1.9, 1",
            "Новокузнецк": "1.8,1",
            "другие города и населенные пункты региона": "1.1,0.8"
        }
    },

    r32: {
        label: "Кировская",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Киров": "1.4,1",
            "Кирово-Чепецк": "1.2,0.8",
            "другие города и населенные пункты региона": "0.8,0.5"
        }
    },

    r33: {
        label: "Костромская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Кострома": "1.3,0.8",
            "другие города и населенные пункты региона": "0.7,0.5"
        }
    },

    r84: {
        label: "Курганская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Курган": "1.4,0.8",
            "Шадринск": "1.1,0.8",
            "другие города и населенные пункты региона": "0.6,0.5"
        }
    },
    r85: {
        label: "Курская область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Курск": "1.2,0.8",
            "Железногорск": "1,0.8",
            "другие города и населенные пункты региона": "0.7,0.5"
        }
    },

    r37:{
        label: "Липецкая область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Елец": "1,0.8",
            "Липецк": "1.5,1",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },

    r38:{
        label: "Магаданская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Магадан": "0.7,0.5",
            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },

    r42:{
        label: "Мурманская область",
        st_group: "st95",
        city:{
            "Выберите город":null,
            "Апатиты": "1.3,1",
            "Мончегорск": "1.3,1",
            "Мурманск": "2.1,1.2",
            "Североморск": "1.6,1",
            "другие города и населенные пункты региона" : "1.2,1"
        }
    },

    r44:{
        label: "Нижегородская область",
        st_group: "st56",
        city:{
            "Выберите город":null,
            "Арзамас": "1.1,0.8",
            "Выкса": "1.1,0.8",
            "Саров": "1.1,0.8",
            "Балахна": "1.3,0.8",
            "Бор": "1.3,0.8",
            "Дзержинск": "1.3,0.8",
            "Кстово": "1.2,0.8",
            "Нижний Новгород": "1.8,1",
            "другие города и населенные пункты региона" : "1,0.8"
        }
    },

    r45:{
        label: "Новгородская область",
        st_group: "st56",
        city:{
            "Выберите город":null,
            "Боровичи": "1,0.8",
            "Великий Новгород": "1.3,0.8",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },

    r46:{
        label: "Новосибирская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Бердск": "1.3,0.8",
            "Искитим": "1.2,0.8",
            "Куйбышев": "1,0.8",
            "Новосибирск": "1.7,1",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },

    r47:{
        label: "Омская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Омск": "1.6,1",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },
    r48:{
        label: "Оренбургская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Бугуруслан": "1,0.8",
            "Бузулук": "1,0.8",
            "Новотроицк": "1,0.8",
            "Оренбург": "1.7,1",
            "Орск": "1.1,0.8",
            "другие города и населенные пункты региона" : "0.8,0.5",
        }
    },
    r49:{
        label: "Орловская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Ливны": "1,0.8",
            "Мценск": "1,0.8",
            "Орел": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },



    r50:{
        label: "Пензенская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Пенза": "1.4,1",
            "Кузнецк": "1,0.8",
            "Заречный": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5",
        }
    },


    r53:{
        label: "Псковская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Великие Луки": "1,0.8",
            "Псков": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5",
        }
    },
    r54:{
        label: "Ростовская область",
        st_group: "st90",
        city:{
            "Выберите город":null,
            "Азов": "1.2,0.8",
            "Батайск": "1.3,0.8",
            "Волгодонск": "1,0.8",
            "Гуково": "1,0.8",
            "Каменск-Шахтинский": "1,0.8",
            "Новочеркасск": "1,0.8",
            "Новошахтинск": "1,0.8",
            "Сальск": "1,0.8",
            "Таганрог": "1,0.8",
            "Ростов-на-Дону": "1.8,1",
            "Шахты": "1.1,0.8",
            "другие города и населенные пункты региона" : "0.8,0.5",
        }
    },


    r55:{
        label: "Рязанская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Рязань": "1.4,1",
            "другие города и населенные пункты региона" : "0.9,0.5",
        }
    },
    r56:{
        label: "Самарская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Новокуйбышевск": "1.1,0.8",
            "Сызрань": "1.1,0.8",
            "Самара": "1.6,1",
            "Тольятти": "1.5,1",
            "Чапаевск": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.9,0.5",
        }
    },
    r57:{
        label: "Саратовская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Балаково": "1,0.8",
            "Балашов": "1,0.8",
            "Вольск": "1,0.8",
            "Саратов": "1.6,1",
            "Энгельс": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },




    r59:{
        label: "Сахалинская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Южно-Сахалинск": "1.5,1",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },
    r60:{
        label: "Свердловская область",
        st_group: "st68",
        city:{
            "Выберите город":null,
            "Асбест": "1.1,0.8",
            "Ревда": "1.1,0.8",
            "Березовский": "1.3,0.8",
            "Верхняя Пышма": "1.3,0.8",
            "Новоуральск": "1.3,0.8",
            "Первоуральск": "1.3,0.8",
            "Верхняя Салда": "1.2,0.8",
            "Полевской": "1.2,0.8",
            "Екатеринбург": "1.8,1",
            "другие города и населенные пункты региона" : "1,0.8",
        }
    },

    r62:{
        label: "Смоленская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Вязьма": "1,0.8",
            "Сафоново": "1,0.8",
            "Рославль": "1,0.8",
            "Ярцево": "1,0.8",
            "Смоленск": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.7,0.5"
        }
    },


    r64:{
        label: "Тамбовская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Мичуринск": "1,0.8",
            "Тамбов": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },

    r66:{
        label: "Тверская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Вышний Волочек": "1,0.8",
            "Кимры": "1,0.8",
            "Ржев": "1,0.8",
            "Тверь": "1.5,1",
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },
    r67:{
        label: "Томская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Северск": "1.2,0.8",
            "Томск": "1.6,1",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },

    r68:{
        label: "Тульская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Алексин": "1,0.8",
            "Ефремов": "1,0.8",
            "Новомосковск": "1,0.8",
            "Тула": "1.5,1",
            "Узловая": "1.2,0.8",
            "Щекино": "1.2,0.8",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },

    r70:{
        label: "Тюменская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Тобольск": "1.3,0.8",
            "Тюмень": "2,1.2",
            "другие города и населенные пункты региона" : "1.1,0.8"
        }
    },

    r72:{
        label: "Ульяновская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Димитровград": "1.2,0.9",
            "Ульяновск": "1.5,1.1",
            "другие города и населенные пункты региона" : "0.9,0.6"
        }
    },


    r76:{
        label: "Челябинская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Златоуст": "1.4,0.8",
            "Миасс": "1.4,0.8",
            "Копейск": "1.6,1",
            "Магнитогорск": "1.8,1",
            "Сатка": "1.2,0.8",
            "Чебаркуль": "1.2,0.8",
            "Челябинск": "2.1, 1.3",
            "другие города и населенные пункты региона" : "1,0.8"
        }
    },

    r81:{
        label: "Ярославская область",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Ярославль":"1.5,1",
            "другие города и населенные пункты региона" : "0.9,0.5"
        }
    },


    r8: {
        label: "Байконур",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "все города и населенные пункты региона": "0.6, 0.5"
        }
    },
    r19: {
        label: "Еврейская автономная область",
        st_group: "st3",
        city: {
            "Выберите город": null,
            "Биробиджан": "0.6, 0.5",
            "другие города и населенные пункты региона": "0.6, 0.5"
        }
    },






    r43:{
        label: "Ненецкий автономный округ",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "другие города и населенные пункты региона" : "0.8,0.5"
        }
    },


    r75:{
        label: "Ханты-Мансийский автономный округ",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Когалым": "1,0.8",
            "Нефтеюганск": "1.3,0.8",
            "Нягань": "1.3,0.8",
            "Сургут": "2,1.2",
            "Нижневартовск": "1.8,1",
            "Ханты-Мансийск": "1.5,1",
            "другие города и населенные пункты региона" : "1.1,0.8",
        }
    },
    r82:{
        label: "Чукотский автономный округ",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "другие города и населенные пункты региона" : "0.6,0.5"
        }
    },

    r80:{
        label: "Ямало-Ненецкий автономный округ",
        st_group: "st3",
        city:{
            "Выберите город":null,
            "Новый Уренгой":"1,0.8",
            "Ноябрьск":"1.7,1",
            "другие города и населенные пункты региона" : "1.1,0.8"
        }
    },
};

const kbm = {

    kbm1: {
        label: "1. Коэффициент КБМ на период КБМ = 2.45",
        periodKbm: {
            '0':2.3,
            '1':2.45,
            '2':2.45,
            '3':2.45,
            'более 3':2.45,
        }

    },

    kbm2: {
        label: "2. Коэффициент КБМ на период КБМ = 2.3",
        periodKbm: {
            '0':1.55,
            '1':2.45,
            '2':2.45,
            '3':2.45,
            'более 3':2.45,
        }

    },
    kbm3: {
        label: "3. Коэффициент КБМ на период КБМ = 1.55",
        periodKbm: {
            '0':1.4,
            '1':2.45,
            '2':2.45,
            '3':2.45,
            'более 3':2.45,
        }
    },
    kbm4: {
        label: "4. Коэффициент КБМ на период КБМ = 1.4",
        periodKbm: {
            '0':1.0,
            '1':1.55,
            '2':2.45,
            '3':2.45,
            'более 3':2.45,
        }
    },
    kbm5: {
        label: "5. Коэффициент КБМ на период КБМ = 1",
        periodKbm: {
            '0':0.95,
            '1':1.55,
            '2':2.45,
            '3':2.45,
            'более 3':2.45,
        }
    },
    kbm6: {
        label: "6. Коэффициент КБМ на период КБМ = 0.95",
        periodKbm: {
            '0':0.9,
            '1':1.4,
            '2':1.55,
            '3':2.45,
            'более 3':2.45,
        }
    },
    kbm7: {
        label: "7. Коэффициент КБМ на период КБМ = 0.9",
        periodKbm: {
            '0':0.85,
            '1':1.0,
            '2':1.55,
            '3':2.45,
            'более 3':2.45,
        }
    },

    kbm8: {
        label: "8. Коэффициент КБМ на период КБМ = 0.85",
        periodKbm: {
            '0':0.8,
            '1':0.95,
            '2':1.4,
            '3':2.45,
            'более 3':2.45,
        }
    },
    kbm9: {
        label: "9. Коэффициент КБМ на период КБМ = 0.8",
        periodKbm: {
            '0':0.75,
            '1':0.95,
            '2':1.4,
            '3':2.45,
            'более 3':2.45,
        }
    },
    kbm10: {
        label: "10. Коэффициент КБМ на период КБМ = 0.75",
        periodKbm: {
            '0':0.7,
            '1':0.9,
            '2':1.4,
            '3':2.45,
            'более 3':2.45,
        }
    },
    kbm11: {
        label: "11. Коэффициент КБМ на период КБМ = 0.7",
        periodKbm: {
            '0':0.65,
            '1':0.9,
            '2':1.4,
            '3':1.55,
            'более 3':2.45,
        }
    },
    kbm12: {
        label: "12. Коэффициент КБМ на период КБМ = 0.65",
        periodKbm: {
            '0':0.6,
            '1':0.85,
            '2':1.0,
            '3':1.55,
            'более 3':2.45,
        }
    },
    kbm13: {
        label: "13. Коэффициент КБМ на период КБМ = 0.6",
        periodKbm: {
            '0':0.55,
            '1':0.85,
            '2':1.0,
            '3':1.55,
            'более 3':2.45,
        }
    },
    kbm14: {
        label: "14. Коэффициент КБМ на период КБМ = 0.55",
        periodKbm: {
            '0':0.5,
            '1':0.85,
            '2':1.0,
            '3':1.55,
            'более 3':2.45,
        }
    },
    kbm15: {
        label: "15. Коэффициент КБМ на период КБМ = 0.5",
        periodKbm: {
            '0':0.5,
            '1':0.8,
            '2':1.0,
            '3':1.55,
            'более 3':2.45,
        }
    },
};

const driving_count_permit = {   //NEW
    perm0:{
        label:'ограниченое кол-во водителей',
        coeff: 1,
    },
    perm1:{
        label:'неограниченое кол-во водителей(физ лица)',
        coeff: 1.87,
    },
    perm2:{
        label:'неограниченое кол-во водителей(юр лица)',
        coeff: 1.8,
    },
};
const age = { //возраст и водительский стаж  КВС
    de0: {
        label: "Возраст от 16 до 21 лет включительно",
        drivingstage: {
           'СТАЖ 0': 1.87,
           'СТАЖ 1':1.87,
           'СТАЖ 2':1.87,
           'СТАЖ 3-4':1.66,
           'СТАЖ 5-6':1.66,

        },
    },

    de1: {
        label: "Возраст от 22 до 24 лет включительно",

        drivingstage: {
            'СТАЖ 0': 1.77,
            'СТАЖ 1':1.77,
            'СТАЖ 2':1.77,
            'СТАЖ 3-4':1.04,
            'СТАЖ 5-6':1.04,
            'СТАЖ 7-9':1.04,

        },


    },
    de2: {
        label: "Возраст от 25 до 29 лет включительно",
        drivingstage: {
            'СТАЖ 0': 1.77,
            'СТАЖ 1':1.69,
            'СТАЖ 2':1.63,
            'СТАЖ 3-4':1.04,
            'СТАЖ 5-6':1.04,
            'СТАЖ 7-9':1.04,
            'СТАЖ 10-14':1.04,
        },
      },
    de3: {
        label: "Возраст от 30 до 34 лет включительно",
        drivingstage: {
            'СТАЖ 0': 1.63,
            'СТАЖ 1':1.63,
            'СТАЖ 2':1.63,
            'СТАЖ 3-4':1.04,
            'СТАЖ 5-6':1.04,
            'СТАЖ 7-9':1.01,
            'СТАЖ 10-14':0.96,
            'СТАЖ более 14':0.96,
        },

    },
    de4: {
        label: "Возраст от 35 до 39 лет включительно",
        drivingstage: {
            'СТАЖ 0': 1.63,
            'СТАЖ 1':1.63,
            'СТАЖ 2':1.63,
            'СТАЖ 3-4':0.99,
            'СТАЖ 5-6':0.96,
            'СТАЖ 7-9':0.96,
            'СТАЖ 10-14':0.96,
            'СТАЖ более 14':0.96,
        },

    },
    de5: {
        label: "Возраст от 40 до 49 лет включительно",
        drivingstage: {
            'СТАЖ 0': 1.63,
            'СТАЖ 1':1.63,
            'СТАЖ 2':1.63,
            'СТАЖ 3-4':0.96,
            'СТАЖ 5-6':0.96,
            'СТАЖ 7-9':0.96,
            'СТАЖ 10-14':0.96,
            'СТАЖ более 14':0.96,
        },


    },
    de6: {
        label: "Возраст от 50 до 59 лет включительно",
        drivingstage: {
            'СТАЖ 0': 1.63,
            'СТАЖ 1':1.63,
            'СТАЖ 2':1.63,
            'СТАЖ 3-4':0.96,
            'СТАЖ 5-6':0.96,
            'СТАЖ 7-9':0.96,
            'СТАЖ 10-14':0.96,
            'СТАЖ более 14':0.96,
        },

    },
    de7: {
        label: "Возраст от 60 лет",
        drivingstage: {
            'СТАЖ 0': 1.6,
            'СТАЖ 1':1.6,
            'СТАЖ 2':1.6,
            'СТАЖ 3-4':0.93,
            'СТАЖ 5-6':0.93,
            'СТАЖ 7-9':0.93,
            'СТАЖ 10-14':0.93,
            'СТАЖ более 14':0.93,
        },

    },

};

const powerTC = {
    p0: {
        label: "до 50 включительно",
        coeff: 0.6
    },
    p50: {
        label: "от 50 до 70 включительно",
        coeff: 1
    },
    p70: {
        label: "от 70 до 100 включительно",
        coeff: 1.1
    },
    p100: {
        label: "от 100 до 120 включительно",
        coeff: 1.2
    },
    p120: {
        label: "от 120 до 150 включительно",
        coeff: 1.4
    },
    p150: {
        label: "свыше 150 включительно",
        coeff: 1.6
    }

};

const prizep={
    pr0:{
        label:" ЮР.ЛИЦА: легковые,мотоциклы,мотороллеры",
        coeff:1.16
    },
    pr1:{
        label:" Прицепы к грузовым авто с макс. массой 16 тонн и менее",
        coeff:1.4
    },
    pr2:{
        label:" Прицепы к грузовым авто с макс. массой более 16 тонн",
        coeff:1.25
    },
    pr3:{
        label:" Прицепы к ТРАКТОРАМ",
        coeff:1.24
    },
    pr4:{
        label:" Прицепы к грузовым авто с макс. массой 16 тонн и менее",
        coeff:1
    }

}


const period = {
    t0: {
        label: "3 месяца",
        coeff: 0.5,
        disabled: true
    },
    t1: {
        label: "4 месяца",
        coeff: 0.6,
        disabled: true
    },
    t2: {
        label: "5 месяцев",
        coeff: 0.65,
        disabled: true
    },
    t4: {
        label: "6 месяцев",
        coeff: 0.7
    },
    t5: {
        label: "7 месяцев",
        coeff: 0.8
    },
    t6: {
        label: "8 месяцев",
        coeff: 0.9
    },
    t7: {
        label: "9 месяцев",
        coeff: 0.95
    },
    t8: {
        label: "10 месяцев и более",
        coeff: 1
    }

};
const term = {
    t0: {
        label: "от 5 до 15 дней",
        coeff: 0.2
    },
    t1: {
        label: "от 16 дней до 1 месяца",
        coeff: 0.3
    },

    t2: {
        label: "2 месяца",
        coeff: 0.4
    },
    t3: {
        label: "3 месяца",
        coeff: 0.5
    },
    t4: {
        label: "4 месяца",
        coeff: 0.6
    },
    t5: {
        label: "5 месяцев",
        coeff: 0.65
    },
    t6: {
        label: "6 месяцев",
        coeff: 0.7
    },
    t7: {
        label: "7 месяцев",
        coeff: 0.8
    },
    t8: {
        label: "8 месяцев",
        coeff: 0.9
    },
    t9: {
        label: "9 месяцев",
        coeff: 0.95
    },
    t10: {
        label: "10 месяцев и более",
        coeff: 1
    },
    t12: {
        label: "1 год",
        coeff: null,
        disabled: true
    }
    ,
    t20: {
        label: "до 20 дней",
        coeff: 0.2,
        disabled: true
    }


};

export {typeTC, regions, kbm, driving_count_permit, age,powerTC, prizep,period, term, }